import React from 'react'

function About() {
  return (
    <div className='place-content-center text-center justify-center item-center p-3 text-text'>
      <span dir='rtl'>
      <header className='text-2xl font-bold'>עלינו</header>
      <br/>
      <p>ברוכים הבאים לאתר "בשבילי חיפה"!</p>
      <br/>
      <p> הכול התחיל בינואר 2021, כשמגפת הקורונה הכריחה אותנו להישאר קרוב לבית. אז, פתחנו את קבוצת הפייסבוק "בשבילי חיפה- שבילים, מסלולים, פינות טבע בעיר" והתחלנו לחפש את הפינות הירוקות והקסומות של העיר שלנו.</p>
      <br/>
      <p> מאז, אנחנו לא מפסיקים לגלות ולשתף את היופי הטבעי של חיפה והסביבה. הצטרפו אלינו למסע בטבע, גלו מקומות חדשים, ותיהנו מכל רגע.</p>
      <br/>
      <p> אנחנו דואגים לשמור על הניקיון והטבע למען המטיילים הבאים, ומזכירים שכל המסלולים שלנו הן בגדר המלצה בלבד. כל אחד ואחת מוזמנים לבדוק את המסלולים, דרגת הקושי והפרטים השונים, ולנהוג באחריות ובבטיחות בהתאם לשיקול דעתם.</p>
      <br/>
      <p> תודה שאתם חלק מקהילת "בשבילי חיפה". יחד, נמשיך לגלות, לשמור וליהנות מהטבע הנפלא שסביבנו.</p>
      <br/>
      <p> צאו לטייל, ותהנו מכל רגע!</p>
      </span>
    </div>
  )
}

export default About